'use strict';

                /* Gulp */

/*
    node -v   - команда в GIT-консоли на проверку наличия и привязки node.js;
    node (название js файла, который мы хотим запустить);

    сайт https://npmjs.com

    команда в google строку - 'min css npm'

    gulpfile.js

    в gite пишем команду - 'npm init' - команда должна выдать следующее - ''

    npm uninstall (имя файла, который нужно удалить) - команда, чтобы удалить npm файл

    'npm + ndoe>npm i gulp --save-dev' - все залежности которые необходимы для работы с проектом

 */